{"<PAD>": 0, "<UNK>": 1, "the": 2, "and": 3, "a": 4, "i": 5, "to": 6, "was": 7, "of": 8, "it": 9, "for": 10, "in": 11, "is": 12, "that": 13, "my": 14, "but": 15, "we": 16, "this": 17, "with": 18, "they": 19, "you": 20, "on": 21, "not": 22, "have": 23, "had": 24, "were": 25, "at": 26, "so": 27, "are": 28, "food": 29, "be": 30, "good": 31, "place": 32, "there": 33, "as": 34, "me": 35, "like": 36, "just": 37, "if": 38, "out": 39, "all": 40, "very": 41, "our": 42, "get": 43, "here": 44, "one": 45, "its": 46, "or": 47, "when": 48, "would": 49, "from": 50, "time": 51, "up": 52, "great": 53, "service": 54, "their": 55, "about": 56, "back": 57, "go": 58, "an": 59, "really": 60, "no": 61, "what": 62, "some": 63, "which": 64, "only": 65, "he": 66, "been": 67, "your": 68, "more": 69, "will": 70, "she": 71, "us": 72, "dont": 73, "because": 74, "can": 75, "by": 76, "got": 77, "even": 78, "other": 79, "them": 80, "didnt": 81, "also": 82, "do": 83, "after": 84, "too": 85, "nice": 86, "im": 87, "ordered": 88, "than": 89, "did": 90, "has": 91, "well": 92, "much": 93, "came": 94, "people": 95, "order": 96, "could": 97, "little": 98, "went": 99, "over": 100, "never": 101, "then": 102, "pretty": 103, "restaurant": 104, "first": 105, "ive": 106, "better": 107, "said": 108, "know": 109, "best": 110, "off": 111, "again": 112, "try": 113, "her": 114, "going": 115, "chicken": 116, "way": 117, "how": 118, "come": 119, "who": 120, "two": 121, "think": 122, "menu": 123, "love": 124, "room": 125, "make": 126, "always": 127, "bar": 128, "staff": 129, "night": 130, "any": 131, "want": 132, "before": 133, "vegas": 134, "bad": 135, "made": 136, "say": 137, "minutes": 138, "still": 139, "down": 140, "am": 141, "experience": 142, "wasnt": 143, "around": 144, "right": 145, "see": 146, "2": 147, "few": 148, "table": 149, "day": 150, "wait": 151, "take": 152, "give": 153, "told": 154, "eat": 155, "asked": 156, "while": 157, "another": 158, "since": 159, "friendly": 160, "took": 161, "new": 162, "sure": 163, "ever": 164, "definitely": 165, "being": 166, "something": 167, "pizza": 168, "next": 169, "cheese": 170, "now": 171, "most": 172, "times": 173, "though": 174, "into": 175, "sauce": 176, "bit": 177, "where": 178, "price": 179, "find": 180, "thing": 181, "small": 182, "many": 183, "lot": 184, "last": 185, "3": 186, "salad": 187, "his": 188, "lunch": 189, "nothing": 190, "long": 191, "meal": 192, "everything": 193, "cant": 194, "drinks": 195, "should": 196, "location": 197, "wanted": 198, "area": 199, "every": 200, "delicious": 201, "dinner": 202, "5": 203, "big": 204, "side": 205, "fresh": 206, "drink": 207, "same": 208, "hotel": 209, "ok": 210, "youre": 211, "hot": 212, "thats": 213, "burger": 214, "tried": 215, "nnthe": 216, "both": 217, "stars": 218, "enough": 219, "amazing": 220, "worth": 221, "looking": 222, "need": 223, "check": 224, "hour": 225, "work": 226, "left": 227, "server": 228, "taste": 229, "why": 230, "things": 231, "away": 232, "different": 233, "nni": 234, "actually": 235, "feel": 236, "thought": 237, "fries": 238, "prices": 239, "probably": 240, "store": 241, "happy": 242, "however": 243, "friends": 244, "home": 245, "customer": 246, "quality": 247, "anything": 248, "maybe": 249, "meat": 250, "recommend": 251, "him": 252, "free": 253, "old": 254, "10": 255, "4": 256, "these": 257, "look": 258, "line": 259, "found": 260, "sushi": 261, "sandwich": 262, "decided": 263, "flavor": 264, "once": 265, "looked": 266, "places": 267, "called": 268, "else": 269, "special": 270, "put": 271, "money": 272, "ask": 273, "beer": 274, "clean": 275, "kind": 276, "getting": 277, "awesome": 278, "quite": 279, "visit": 280, "years": 281, "pay": 282, "id": 283, "front": 284, "friend": 285, "full": 286, "top": 287, "least": 288, "decent": 289, "used": 290, "bread": 291, "half": 292, "through": 293, "breakfast": 294, "sweet": 295, "waitress": 296, "review": 297, "steak": 298, "those": 299, "rice": 300, "show": 301, "manager": 302, "each": 303, "water": 304, "done": 305, "coffee": 306, "inside": 307, "huge": 308, "selection": 309, "large": 310, "favorite": 311, "stay": 312, "super": 313, "tasted": 314, "dish": 315, "strip": 316, "fried": 317, "car": 318, "ill": 319, "tasty": 320, "couple": 321, "almost": 322, "finally": 323, "hard": 324, "gave": 325, "without": 326, "open": 327, "let": 328, "call": 329, "waiting": 330, "buffet": 331, "use": 332, "seemed": 333, "beef": 334, "having": 335, "business": 336, "atmosphere": 337, "couldnt": 338, "someone": 339, "high": 340, "star": 341, "far": 342, "soup": 343, "served": 344, "1": 345, "fun": 346, "wont": 347, "tell": 348, "tables": 349, "outside": 350, "reviews": 351, "busy": 352, "three": 353, "disappointed": 354, "excellent": 355, "coming": 356, "trying": 357, "part": 358, "items": 359, "everyone": 360, "usually": 361, "later": 362, "whole": 363, "end": 364, "eating": 365, "20": 366, "isnt": 367, "fish": 368, "during": 369, "wine": 370, "doesnt": 371, "husband": 372, "person": 373, "house": 374, "less": 375, "guy": 376, "until": 377, "walked": 378, "cool": 379, "hours": 380, "restaurants": 381, "town": 382, "care": 383, "waiter": 384, "felt": 385, "such": 386, "wrong": 387, "dishes": 388, "cooked": 389, "instead": 390, "walk": 391, "cream": 392, "either": 393, "shrimp": 394, "close": 395, "wouldnt": 396, "does": 397, "music": 398, "cold": 399, "pork": 400, "enjoy": 401, "brought": 402, "extra": 403, "perfect": 404, "may": 405, "must": 406, "family": 407, "door": 408, "point": 409, "second": 410, "several": 411, "plate": 412, "needed": 413, "deal": 414, "okay": 415, "might": 416, "especially": 417, "guess": 418, "waited": 419, "overall": 420, "course": 421, "ice": 422, "theres": 423, "spot": 424, "cheap": 425, "party": 426, "dining": 427, "week": 428, "started": 429, "reason": 430, "saw": 431, "enjoyed": 432, "arrived": 433, "fine": 434, "expect": 435, "dessert": 436, "15": 437, "spicy": 438, "fast": 439, "own": 440, "shop": 441, "worst": 442, "sat": 443, "keep": 444, "group": 445, "loved": 446, "bring": 447, "days": 448, "comes": 449, "help": 450, "seated": 451, "kids": 452, "quick": 453, "sit": 454, "able": 455, "year": 456, "parking": 457, "name": 458, "dry": 459, "yes": 460, "makes": 461, "rude": 462, "oh": 463, "seems": 464, "red": 465, "customers": 466, "fact": 467, "return": 468, "wife": 469, "horrible": 470, "leave": 471, "stop": 472, "chocolate": 473, "plus": 474, "problem": 475, "expensive": 476, "job": 477, "although": 478, "floor": 479, "options": 480, "real": 481, "chips": 482, "slow": 483, "already": 484, "rooms": 485, "liked": 486, "pool": 487, "average": 488, "las": 489, "club": 490, "rather": 491, "paid": 492, "stuff": 493, "30": 494, "myself": 495, "yet": 496, "ate": 497, "fan": 498, "phone": 499, "extremely": 500, "late": 501, "start": 502, "offer": 503, "bill": 504, "cut": 505, "ended": 506, "live": 507, "terrible": 508, "seem": 509, "anyone": 510, "tea": 511, "yelp": 512, "owner": 513, "guys": 514, "size": 515, "today": 516, "roll": 517, "tacos": 518, "absolutely": 519, "working": 520, "ago": 521, "mexican": 522, "lots": 523, "street": 524, "buy": 525, "given": 526, "decor": 527, "6": 528, "sitting": 529, "trip": 530, "wish": 531, "rolls": 532, "local": 533, "doing": 534, "casino": 535, "bacon": 536, "charge": 537, "bland": 538, "regular": 539, "thai": 540, "card": 541, "drive": 542, "kitchen": 543, "theyre": 544, "making": 545, "past": 546, "hair": 547, "seen": 548, "amount": 549, "looks": 550, "short": 551, "style": 552, "counter": 553, "mind": 554, "bbq": 555, "green": 556, "pick": 557, "helpful": 558, "completely": 559, "impressed": 560, "between": 561, "werent": 562, "crab": 563, "n": 564, "wonderful": 565, "portions": 566, "under": 567, "girl": 568, "white": 569, "believe": 570, "burgers": 571, "fantastic": 572, "entire": 573, "wings": 574, "dog": 575, "heard": 576, "main": 577, "12": 578, "morning": 579, "change": 580, "ready": 581, "etc": 582, "saturday": 583, "run": 584, "kept": 585, "gets": 586, "employees": 587, "cake": 588, "gone": 589, "itself": 590, "twice": 591, "light": 592, "seating": 593, "empty": 594, "mean": 595, "set": 596, "chinese": 597, "rest": 598, "quickly": 599, "remember": 600, "serve": 601, "behind": 602, "glass": 603, "lady": 604, "poor": 605, "early": 606, "taking": 607, "stayed": 608, "understand": 609, "highly": 610, "tip": 611, "salsa": 612, "four": 613, "easy": 614, "list": 615, "received": 616, "eggs": 617, "de": 618, "egg": 619, "offered": 620, "french": 621, "potatoes": 622, "man": 623, "choice": 624, "beautiful": 625, "appetizer": 626, "warm": 627, "la": 628, "expected": 629, "weekend": 630, "view": 631, "across": 632, "needs": 633, "walking": 634, "soon": 635, "near": 636, "stopped": 637, "hit": 638, "others": 639, "potato": 640, "patio": 641, "nnwe": 642, "pasta": 643, "desk": 644, "often": 645, "plenty": 646, "company": 647, "cost": 648, "attentive": 649, "saying": 650, "seriously": 651, "knew": 652, "portion": 653, "priced": 654, "totally": 655, "flavors": 656, "italian": 657, "type": 658, "available": 659, "ordering": 660, "bite": 661, "variety": 662, "youll": 663, "orders": 664, "months": 665, "unfortunately": 666, "overpriced": 667, "add": 668, "beans": 669, "paying": 670, "servers": 671, "due": 672, "sandwiches": 673, "watch": 674, "dirty": 675, "sunday": 676, "8": 677, "bowl": 678, "loud": 679, "along": 680, "read": 681, "spend": 682, "reasonable": 683, "garlic": 684, "sorry": 685, "noticed": 686, "hand": 687, "phoenix": 688, "life": 689, "sign": 690, "girls": 691, "giving": 692, "bartender": 693, "grilled": 694, "packed": 695, "evening": 696, "friday": 697, "unless": 698, "please": 699, "black": 700, "office": 701, "head": 702, "simple": 703, "ones": 704, "game": 705, "idea": 706, "space": 707, "taken": 708, "located": 709, "perfectly": 710, "mediocre": 711, "taco": 712, "sometimes": 713, "eaten": 714, "chef": 715, "number": 716, "excited": 717, "hope": 718, "birthday": 719, "pieces": 720, "bathroom": 721, "havent": 722, "yummy": 723, "surprised": 724, "lobster": 725, "seafood": 726, "says": 727, "comfortable": 728, "literally": 729, "five": 730, "crowd": 731, "talk": 732, "choose": 733, "checked": 734, "hungry": 735, "middle": 736, "boyfriend": 737, "crispy": 738, "opened": 739, "together": 740, "butter": 741, "longer": 742, "salmon": 743, "spent": 744, "arent": 745, "turned": 746, "city": 747, "per": 748, "25": 749, "piece": 750, "weeks": 751, "based": 752, "total": 753, "minute": 754, "closed": 755, "oil": 756, "talking": 757, "pricey": 758, "bottle": 759, "cup": 760, "beers": 761, "bought": 762, "noodles": 763, "hear": 764, "seat": 765, "yourself": 766, "reservation": 767, "7": 768, "feeling": 769, "plates": 770, "awful": 771, "immediately": 772, "onion": 773, "hostess": 774, "crowded": 775, "issue": 776, "charged": 777, "exactly": 778, "within": 779, "prepared": 780, "frozen": 781, "salty": 782, "moved": 783, "45": 784, "ingredients": 785, "happened": 786, "standard": 787, "bed": 788, "including": 789, "credit": 790, "recently": 791, "low": 792, "glad": 793, "wow": 794, "medium": 795, "burrito": 796, "interesting": 797, "except": 798, "somewhere": 799, "park": 800, "play": 801, "disappointing": 802, "pho": 803, "shopping": 804, "thank": 805, "case": 806, "cafe": 807, "choices": 808, "basically": 809, "ambiance": 810, "center": 811, "option": 812, "goes": 813, "mall": 814, "staying": 815, "50": 816, "chance": 817, "simply": 818, "appointment": 819, "appetizers": 820, "brunch": 821, "month": 822, "added": 823, "upon": 824, "specials": 825, "world": 826, "asking": 827, "meals": 828, "stand": 829, "honestly": 830, "hate": 831, "supposed": 832, "management": 833, "sort": 834, "filled": 835, "cute": 836, "tiny": 837, "takes": 838, "mention": 839, "weird": 840, "nthe": 841, "crust": 842, "asian": 843, "mac": 844, "lack": 845, "tuna": 846, "dark": 847, "anywhere": 848, "thanks": 849, "write": 850, "kinda": 851, "above": 852, "sausage": 853, "whatever": 854, "pleasant": 855, "flavorful": 856, "typical": 857, "sides": 858, "move": 859, "expecting": 860, "soft": 861, "fix": 862, "dance": 863, "attention": 864, "miss": 865, "100": 866, "curry": 867, "finish": 868, "salt": 869, "worse": 870, "apparently": 871, "changed": 872, "tomato": 873, "greasy": 874, "downtown": 875, "wall": 876, "rib": 877, "thin": 878, "mine": 879, "attitude": 880, "waste": 881, "ni": 882, "tv": 883, "fairly": 884, "tender": 885, "level": 886, "authentic": 887, "thinking": 888, "hands": 889, "lost": 890, "date": 891, "ribs": 892, "seats": 893, "entrees": 894, "anyway": 895, "recommended": 896, "certainly": 897, "showed": 898, "airport": 899, "sad": 900, "scottsdale": 901, "bucks": 902, "40": 903, "serving": 904, "box": 905, "unique": 906, "crazy": 907, "worked": 908, "lettuce": 909, "mixed": 910, "barely": 911, "joint": 912, "corn": 913, "section": 914, "mouth": 915, "slightly": 916, "avoid": 917, "online": 918, "dressing": 919, "save": 920, "onions": 921, "running": 922, "fair": 923, "forward": 924, "note": 925, "considering": 926, "item": 927, "greeted": 928, "cook": 929, "rating": 930, "single": 931, "playing": 932, "salads": 933, "tasting": 934, "finished": 935, "cash": 936, "mix": 937, "dollars": 938, "entree": 939, "face": 940, "mostly": 941, "cannot": 942, "share": 943, "dogs": 944, "forgot": 945, "young": 946, "value": 947, "grab": 948, "station": 949, "sent": 950, "bag": 951, "woman": 952, "mentioned": 953, "obviously": 954, "nnmy": 955, "toppings": 956, "picked": 957, "toast": 958, "clearly": 959, "veggies": 960, "tastes": 961, "desserts": 962, "turn": 963, "book": 964, "delivery": 965, "nights": 966, "included": 967, "eye": 968, "means": 969, "leaving": 970, "truly": 971, "min": 972, "professional": 973, "opinion": 974, "perhaps": 975, "massage": 976, "seeing": 977, "matter": 978, "chili": 979, "chain": 980, "none": 981, "pass": 982, "watching": 983, "school": 984, "valley": 985, "pie": 986, "groupon": 987, "window": 988, "afternoon": 989, "smell": 990, "shot": 991, "le": 992, "mom": 993, "rare": 994, "gotten": 995, "baked": 996, "elsewhere": 997, "yeah": 998, "blue": 999, "owners": 1000, "pulled": 1001, "stores": 1002, "die": 1003, "establishment": 1004, "forever": 1005, "visited": 1006, "lets": 1007, "pm": 1008, "chose": 1009, "using": 1010, "weve": 1011, "easily": 1012, "plan": 1013, "thick": 1014, "true": 1015, "sour": 1016, "nails": 1017, "issues": 1018, "normally": 1019, "building": 1020, "fee": 1021, "corner": 1022, "treat": 1023, "air": 1024, "rock": 1025, "hold": 1026, "fruit": 1027, "grill": 1028, "w": 1029, "split": 1030, "limited": 1031, "employee": 1032, "speak": 1033, "usual": 1034, "solid": 1035, "stick": 1036, "prime": 1037, "chairs": 1038, "resort": 1039, "otherwise": 1040, "ridiculous": 1041, "despite": 1042, "glasses": 1043, "nearly": 1044, "movie": 1045, "bunch": 1046, "dr": 1047, "prefer": 1048, "coupon": 1049, "neighborhood": 1050, "alone": 1051, "compared": 1052, "smaller": 1053, "guests": 1054, "et": 1055, "salon": 1056, "hell": 1057, "word": 1058, "original": 1059, "visiting": 1060, "returning": 1061, "9": 1062, "filling": 1063, "helped": 1064, "event": 1065, "standing": 1066, "normal": 1067, "mins": 1068, "covered": 1069, "plain": 1070, "forget": 1071, "explained": 1072, "vegetarian": 1073, "reading": 1074, "checking": 1075, "sell": 1076, "complaint": 1077, "expectations": 1078, "cocktail": 1079, "shows": 1080, "daughter": 1081, "touch": 1082, "pepper": 1083, "hotels": 1084, "son": 1085, "fat": 1086, "paper": 1087, "craving": 1088, "lamb": 1089, "pancakes": 1090, "combo": 1091, "foods": 1092, "slice": 1093, "complete": 1094, "gross": 1095, "cheaper": 1096, "games": 1097, "35": 1098, "works": 1099, "rate": 1100, "questions": 1101, "turkey": 1102, "ahead": 1103, "mistake": 1104, "double": 1105, "fancy": 1106, "mushrooms": 1107, "disappointment": 1108, "general": 1109, "heat": 1110, "flat": 1111, "lines": 1112, "bun": 1113, "security": 1114, "reservations": 1115, "wash": 1116, "lovely": 1117, "shops": 1118, "sports": 1119, "knows": 1120, "american": 1121, "market": 1122, "mess": 1123, "surprise": 1124, "orange": 1125, "missing": 1126, "clear": 1127, "class": 1128, "actual": 1129, "shared": 1130, "basic": 1131, "sauces": 1132, "higher": 1133, "bottom": 1134, "soggy": 1135, "stuffed": 1136, "veggie": 1137, "treated": 1138, "possible": 1139, "tonight": 1140, "similar": 1141, "modern": 1142, "happen": 1143, "cause": 1144, "break": 1145, "figured": 1146, "spring": 1147, "previous": 1148, "deep": 1149, "damn": 1150, "beyond": 1151, "suggest": 1152, "slices": 1153, "lounge": 1154, "tickets": 1155, "vibe": 1156, "dip": 1157, "bars": 1158, "somewhat": 1159, "returned": 1160, "healthy": 1161, "notice": 1162, "personal": 1163, "story": 1164, "complain": 1165, "future": 1166, "website": 1167, "shower": 1168, "whats": 1169, "nnthis": 1170, "placed": 1171, "outdoor": 1172, "lacking": 1173, "cover": 1174, "hoping": 1175, "known": 1176, "spinach": 1177, "purchase": 1178, "smoke": 1179, "fill": 1180, "spa": 1181, "duck": 1182, "particular": 1183, "straight": 1184, "seasoned": 1185, "difficult": 1186, "multiple": 1187, "gym": 1188, "machine": 1189, "funny": 1190, "overcooked": 1191, "tomatoes": 1192, "delivered": 1193, "honest": 1194, "summer": 1195, "living": 1196, "convenient": 1197, "incredibly": 1198, "juice": 1199, "charlotte": 1200, "soda": 1201, "tough": 1202, "system": 1203, "nail": 1204, "youve": 1205, "desert": 1206, "bartenders": 1207, "color": 1208, "bother": 1209, "texture": 1210, "experienced": 1211, "lol": 1212, "discount": 1213, "conversation": 1214, "folks": 1215, "booked": 1216, "cashier": 1217, "ladies": 1218, "nicely": 1219, "filet": 1220, "baby": 1221, "meh": 1222, "strong": 1223, "situation": 1224, "hadnt": 1225, "odd": 1226, "telling": 1227, "positive": 1228, "products": 1229, "vegetables": 1230, "outstanding": 1231, "met": 1232, "dollar": 1233, "negative": 1234, "cleaning": 1235, "disgusting": 1236, "imagine": 1237, "indian": 1238, "sugar": 1239, "sales": 1240, "nor": 1241, "services": 1242, "yum": 1243, "youd": 1244, "starbucks": 1245, "anymore": 1246, "sucks": 1247, "buffets": 1248, "cocktails": 1249, "bellagio": 1250, "quiet": 1251, "wedding": 1252, "flight": 1253, "drinking": 1254, "problems": 1255, "appreciate": 1256, "hang": 1257, "traditional": 1258, "juicy": 1259, "older": 1260, "locations": 1261, "walls": 1262, "pictures": 1263, "kid": 1264, "lived": 1265, "experiences": 1266, "creamy": 1267, "stuck": 1268, "pour": 1269, "sense": 1270, "spice": 1271, "everywhere": 1272, "gift": 1273, "generous": 1274, "throughout": 1275, "sick": 1276, "iced": 1277, "pizzas": 1278, "ran": 1279, "send": 1280, "tvs": 1281, "addition": 1282, "roasted": 1283, "noodle": 1284, "alright": 1285, "informed": 1286, "feet": 1287, "crap": 1288, "sound": 1289, "overly": 1290, "meats": 1291, "brown": 1292, "lemon": 1293, "homemade": 1294, "willing": 1295, "meet": 1296, "interior": 1297, "japanese": 1298, "realized": 1299, "ride": 1300, "legs": 1301, "24": 1302, "south": 1303, "broth": 1304, "milk": 1305, "round": 1306, "peppers": 1307, "pad": 1308, "wifi": 1309, "beat": 1310, "fit": 1311, "third": 1312, "par": 1313, "heavy": 1314, "likely": 1315, "stood": 1316, "rush": 1317, "road": 1318, "bean": 1319, "boy": 1320, "additional": 1321, "raw": 1322, "drunk": 1323, "figure": 1324, "tofu": 1325, "purchased": 1326, "drop": 1327, "major": 1328, "process": 1329, "ramen": 1330, "smile": 1331, "rich": 1332, "menus": 1333, "eyes": 1334, "moving": 1335, "grand": 1336, "opening": 1337, "nnif": 1338, "hes": 1339, "presentation": 1340, "nachos": 1341, "incredible": 1342, "girlfriend": 1343, "king": 1344, "bites": 1345, "answer": 1346, "guest": 1347, "request": 1348, "bigger": 1349, "realize": 1350, "mood": 1351, "mashed": 1352, "casual": 1353, "tons": 1354, "driving": 1355, "theater": 1356, "patrons": 1357, "u": 1358, "apple": 1359, "arrive": 1360, "arizona": 1361, "monday": 1362, "hash": 1363, "certain": 1364, "hey": 1365, "nnso": 1366, "nnthey": 1367, "topped": 1368, "product": 1369, "annoying": 1370, "pittsburgh": 1371, "avocado": 1372, "dropped": 1373, "sister": 1374, "spoke": 1375, "pleased": 1376, "california": 1377, "generally": 1378, "offers": 1379, "step": 1380, "heart": 1381, "nearby": 1382, "agree": 1383, "mini": 1384, "fabulous": 1385, "un": 1386, "gravy": 1387, "ten": 1388, "consider": 1389, "calamari": 1390, "lobby": 1391, "broken": 1392, "theyve": 1393, "guacamole": 1394, "satisfied": 1395, "ton": 1396, "themselves": 1397, "doubt": 1398, "fixed": 1399, "alcohol": 1400, "finding": 1401, "venue": 1402, "picture": 1403, "dress": 1404, "wed": 1405, "nnoverall": 1406, "mushroom": 1407, "pub": 1408, "decide": 1409, "recent": 1410, "range": 1411, "separate": 1412, "personally": 1413, "pot": 1414, "below": 1415, "cooking": 1416, "register": 1417, "suite": 1418, "wonder": 1419, "difference": 1420, "lucky": 1421, "cleaned": 1422, "korean": 1423, "explain": 1424, "prior": 1425, "ticket": 1426, "plastic": 1427, "lights": 1428, "york": 1429, "wanting": 1430, "joke": 1431, "fault": 1432, "spots": 1433, "11": 1434, "machines": 1435, "concept": 1436, "booth": 1437, "shouldnt": 1438, "moment": 1439, "grocery": 1440, "yogurt": 1441, "luck": 1442, "knowledgeable": 1443, "montreal": 1444, "visits": 1445, "complaints": 1446, "art": 1447, "country": 1448, "vegan": 1449, "shoes": 1450, "entrance": 1451, "requested": 1452, "wynn": 1453, "cakes": 1454, "refill": 1455, "clothes": 1456, "whether": 1457, "foot": 1458, "receive": 1459, "correct": 1460, "buying": 1461, "larger": 1462, "feels": 1463, "question": 1464, "pita": 1465, "sized": 1466, "sadly": 1467, "particularly": 1468, "spending": 1469, "reasonably": 1470, "classic": 1471, "wrap": 1472, "thru": 1473, "ass": 1474, "biggest": 1475, "become": 1476, "earlier": 1477, "gives": 1478, "east": 1479, "areas": 1480, "brand": 1481, "strange": 1482, "north": 1483, "important": 1484, "steaks": 1485, "provide": 1486, "impressive": 1487, "giant": 1488, "women": 1489, "popular": 1490, "tasteless": 1491, "14": 1492, "admit": 1493, "cuisine": 1494, "bf": 1495, "pricing": 1496, "margarita": 1497, "email": 1498, "yesterday": 1499, "stated": 1500, "spectacular": 1501, "rings": 1502, "environment": 1503, "ranch": 1504, "continue": 1505, "truck": 1506, "stage": 1507, "honey": 1508, "chewy": 1509, "olive": 1510, "tap": 1511, "polite": 1512, "various": 1513, "state": 1514, "dead": 1515, "response": 1516, "chicago": 1517, "doors": 1518, "zero": 1519, "scallops": 1520, "opted": 1521, "kick": 1522, "suggested": 1523, "trust": 1524, "tuesday": 1525, "passed": 1526, "burnt": 1527, "nasty": 1528, "west": 1529, "skip": 1530, "smoked": 1531, "crisp": 1532, "calling": 1533, "boring": 1534, "refills": 1535, "version": 1536, "u00e0": 1537, "az": 1538, "talked": 1539, "upset": 1540, "closer": 1541, "stomach": 1542, "god": 1543, "children": 1544, "strawberry": 1545, "combination": 1546, "brisket": 1547, "greek": 1548, "types": 1549, "pain": 1550, "cars": 1551, "english": 1552, "fell": 1553, "provided": 1554, "sub": 1555, "sold": 1556, "diner": 1557, "refund": 1558, "key": 1559, "selections": 1560, "doctor": 1561, "shame": 1562, "dim": 1563, "allowed": 1564, "bell": 1565, "bottles": 1566, "valet": 1567, "sum": 1568, "parts": 1569, "miles": 1570, "banana": 1571, "complimentary": 1572, "against": 1573, "serious": 1574, "favorites": 1575, "excuse": 1576, "cards": 1577, "host": 1578, "ny": 1579, "skin": 1580, "setting": 1581, "carry": 1582, "tortilla": 1583, "drove": 1584, "possibly": 1585, "agreed": 1586, "affordable": 1587, "waitresses": 1588, "contact": 1589, "bus": 1590, "gas": 1591, "putting": 1592, "waiters": 1593, "beds": 1594, "points": 1595, "dine": 1596, "uncomfortable": 1597, "18": 1598, "hubby": 1599, "carne": 1600, "missed": 1601, "pop": 1602, "six": 1603, "goodness": 1604, "cheesecake": 1605, "throw": 1606, "dj": 1607, "bright": 1608, "hummus": 1609, "loves": 1610, "lacked": 1611, "bathrooms": 1612, "catch": 1613, "promptly": 1614, "welcome": 1615, "screen": 1616, "cupcakes": 1617, "parents": 1618, "words": 1619, "band": 1620, "internet": 1621, "insurance": 1622, "2nd": 1623, "daily": 1624, "oysters": 1625, "shes": 1626, "sounds": 1627, "chipotle": 1628, "wide": 1629, "wants": 1630, "ham": 1631, "dancing": 1632, "interested": 1633, "reminded": 1634, "update": 1635, "thursday": 1636, "efficient": 1637, "tower": 1638, "belly": 1639, "hardly": 1640, "towards": 1641, "cab": 1642, "cookies": 1643, "gonna": 1644, "tired": 1645, "played": 1646, "waffle": 1647, "sea": 1648, "property": 1649, "asada": 1650, "garden": 1651, "les": 1652, "luckily": 1653, "college": 1654, "chefs": 1655, "seasoning": 1656, "awhile": 1657, "surprisingly": 1658, "coconut": 1659, "sale": 1660, "member": 1661, "nnit": 1662, "deli": 1663, "besides": 1664, "neither": 1665, "vanilla": 1666, "onto": 1667, "workers": 1668, "moist": 1669, "tour": 1670, "fire": 1671, "margaritas": 1672, "hanging": 1673, "team": 1674, "crunchy": 1675, "body": 1676, "greens": 1677, "deals": 1678, "scene": 1679, "hole": 1680, "apart": 1681, "donuts": 1682, "writing": 1683, "wouldve": 1684, "buffalo": 1685, "smelled": 1686, "platter": 1687, "notch": 1688, "lighting": 1689, "waffles": 1690, "safe": 1691, "suppose": 1692, "information": 1693, "ground": 1694, "san": 1695, "mile": 1696, "lower": 1697, "receipt": 1698, "needless": 1699, "comment": 1700, "furniture": 1701, "fall": 1702, "clubs": 1703, "13": 1704, "hype": 1705, "relaxing": 1706, "crappy": 1707, "driver": 1708, "hip": 1709, "sample": 1710, "bakery": 1711, "mgm": 1712, "mango": 1713, "training": 1714, "bay": 1715, "helping": 1716, "sliders": 1717, "frequent": 1718, "gelato": 1719, "takeout": 1720, "hidden": 1721, "fare": 1722, "mayo": 1723, "hopefully": 1724, "tempe": 1725, "refused": 1726, "sun": 1727, "bringing": 1728, "tells": 1729, "roast": 1730, "non": 1731, "windows": 1732, "square": 1733, "pink": 1734, "patient": 1735, "locals": 1736, "aside": 1737, "watched": 1738, "properly": 1739, "apologized": 1740, "chair": 1741, "bags": 1742, "upstairs": 1743, "deliver": 1744, "upscale": 1745, "noise": 1746, "calls": 1747, "ignored": 1748, "men": 1749, "shit": 1750, "happens": 1751, "costs": 1752, "sliced": 1753, "sucked": 1754, "st": 1755, "pull": 1756, "peanut": 1757, "handle": 1758, "whenever": 1759, "cups": 1760, "sashimi": 1761, "board": 1762, "bagel": 1763, "closing": 1764, "wrapped": 1765, "cozy": 1766, "further": 1767, "spacious": 1768, "nobody": 1769, "random": 1770, "shake": 1771, "melted": 1772, "madison": 1773, "confused": 1774, "self": 1775, "smoking": 1776, "package": 1777, "post": 1778, "ac": 1779, "vip": 1780, "replaced": 1781, "nnwhen": 1782, "wear": 1783, "following": 1784, "weekends": 1785, "impression": 1786, "leaves": 1787, "accommodating": 1788, "basil": 1789, "nicer": 1790, "typically": 1791, "support": 1792, "pedicure": 1793, "threw": 1794, "appeared": 1795, "eventually": 1796, "health": 1797, "bone": 1798, "members": 1799, "du": 1800, "dozen": 1801, "stale": 1802, "60": 1803, "serves": 1804, "famous": 1805, "department": 1806, "specialty": 1807, "design": 1808, "groups": 1809, "christmas": 1810, "knowing": 1811, "truffle": 1812, "sounded": 1813, "sleep": 1814, "perfection": 1815, "owned": 1816, "meant": 1817, "relatively": 1818, "cookie": 1819, "tempura": 1820, "stock": 1821, "und": 1822, "offering": 1823, "annoyed": 1824, "bc": 1825, "express": 1826, "allow": 1827, "mcdonalds": 1828, "act": 1829, "till": 1830, "ourselves": 1831, "rushed": 1832, "repair": 1833, "enjoyable": 1834, "turns": 1835, "heres": 1836, "managed": 1837, "include": 1838, "blah": 1839, "weather": 1840, "private": 1841, "welcoming": 1842, "dipping": 1843, "16": 1844, "starting": 1845, "pudding": 1846, "somehow": 1847, "proceeded": 1848, "shell": 1849, "que": 1850, "flavorless": 1851, "begin": 1852, "court": 1853, "rental": 1854, "omelet": 1855, "tub": 1856, "changes": 1857, "dressed": 1858, "nn": 1859, "layout": 1860, "constantly": 1861, "advice": 1862, "coke": 1863, "enjoying": 1864, "cupcake": 1865, "vietnamese": 1866, "compare": 1867, "gyro": 1868, "consistently": 1869, "pas": 1870, "follow": 1871, "parties": 1872, "candy": 1873, "gem": 1874, "vacation": 1875, "favor": 1876, "200": 1877, "elevator": 1878, "soy": 1879, "floors": 1880, "access": 1881, "meatballs": 1882, "upgrade": 1883, "learned": 1884, "signature": 1885, "b": 1886, "effort": 1887, "comfy": 1888, "mustard": 1889, "beginning": 1890, "unprofessional": 1891, "account": 1892, "broccoli": 1893, "polish": 1894, "anyways": 1895, "booths": 1896, "became": 1897, "wet": 1898, "towels": 1899, "mother": 1900, "gorgeous": 1901, "gotta": 1902, "refreshing": 1903, "dried": 1904, "potential": 1905, "rent": 1906, "venetian": 1907, "stupid": 1908, "travel": 1909, "lazy": 1910, "handed": 1911, "shocked": 1912, "distance": 1913, "yelpers": 1914, "ruined": 1915, "recommendation": 1916, "des": 1917, "headed": 1918, "mozzarella": 1919, "signs": 1920, "awkward": 1921, "vodka": 1922, "omg": 1923, "pleasantly": 1924, "poorly": 1925, "appreciated": 1926, "consistent": 1927, "bank": 1928, "tapas": 1929, "steakhouse": 1930, "picky": 1931, "tend": 1932, "syrup": 1933, "crepe": 1934, "carpet": 1935, "wearing": 1936, "tortillas": 1937, "est": 1938, "prompt": 1939, "absolute": 1940, "caesar": 1941, "theme": 1942, "cheesy": 1943, "corporate": 1944, "treatment": 1945, "listen": 1946, "example": 1947, "produce": 1948, "goat": 1949, "wednesday": 1950, "nwe": 1951, "meeting": 1952, "fountain": 1953, "classes": 1954, "trouble": 1955, "complained": 1956, "began": 1957, "aria": 1958, "sizes": 1959, "facility": 1960, "ambience": 1961, "unlike": 1962, "schedule": 1963, "policy": 1964, "nnas": 1965, "theyll": 1966, "steamed": 1967, "kinds": 1968, "tire": 1969, "memorable": 1970, "parmesan": 1971, "benedict": 1972, "site": 1973, "ayce": 1974, "island": 1975, "tax": 1976, "dive": 1977, "charges": 1978, "coupons": 1979, "budget": 1980, "en": 1981, "chunks": 1982, "heaven": 1983, "boba": 1984, "shuttle": 1985, "checkin": 1986, "garage": 1987, "trendy": 1988, "bloody": 1989, "specifically": 1990, "pet": 1991, "vegetable": 1992, "wtf": 1993, "pointed": 1994, "fry": 1995, "au": 1996, "sake": 1997, "patty": 1998, "downstairs": 1999, "chill": 2000, "grease": 2001, "keeping": 2002, "shots": 2003, "creme": 2004, "nnfor": 2005, "90": 2006, "toilet": 2007, "reasons": 2008, "coworkers": 2009, "starts": 2010, "ball": 2011, "learn": 2012, "standards": 2013, "nnthere": 2014, "basket": 2015, "walmart": 2016, "delish": 2017, "laid": 2018, "attempt": 2019, "exceptional": 2020, "mandalay": 2021, "anytime": 2022, "martini": 2023, "miso": 2024, "dad": 2025, "rave": 2026, "detail": 2027, "cirque": 2028, "trash": 2029, "nnservice": 2030, "lime": 2031, "balls": 2032, "pair": 2033, "bike": 2034, "form": 2035, "traffic": 2036, "listed": 2037, "dough": 2038, "oven": 2039, "app": 2040, "fully": 2041, "slaw": 2042, "presented": 2043, "enter": 2044, "photos": 2045, "beware": 2046, "occasions": 2047, "computer": 2048, "enchiladas": 2049, "answered": 2050, "casinos": 2051, "pan": 2052, "obvious": 2053, "sticky": 2054, "fans": 2055, "final": 2056, "seconds": 2057, "wood": 2058, "hello": 2059, "ribeye": 2060, "starving": 2061, "child": 2062, "creative": 2063, "occasion": 2064, "caesars": 2065, "common": 2066, "chopped": 2067, "pineapple": 2068, "undercooked": 2069, "season": 2070, "pastries": 2071, "23": 2072, "gel": 2073, "likes": 2074, "snack": 2075, "pepperoni": 2076, "edible": 2077, "posted": 2078, "temperature": 2079, "relax": 2080, "tips": 2081, "control": 2082, "teriyaki": 2083, "nnits": 2084, "fake": 2085, "shredded": 2086, "hopes": 2087, "eggplant": 2088, "match": 2089, "impossible": 2090, "gluten": 2091, "caught": 2092, "followed": 2093, "fingers": 2094, "video": 2095, "rarely": 2096, "palace": 2097, "planning": 2098, "tech": 2099, "paris": 2100, "gras": 2101, "bagels": 2102, "yellow": 2103, "age": 2104, "describe": 2105, "tad": 2106, "spaghetti": 2107, "chile": 2108, "theyd": 2109, "advantage": 2110, "exact": 2111, "gold": 2112, "discovered": 2113, "aware": 2114, "fridge": 2115, "spoon": 2116, "continued": 2117, "decorated": 2118, "organic": 2119, "broke": 2120, "hurry": 2121, "toasted": 2122, "golden": 2123, "courteous": 2124, "replace": 2125, "kidding": 2126, "soups": 2127, "showing": 2128, "inexpensive": 2129, "directly": 2130, "equipment": 2131, "dumplings": 2132, "1st": 2133, "terms": 2134, "lose": 2135, "apology": 2136, "search": 2137, "biscuits": 2138, "specific": 2139, "caramel": 2140, "apartment": 2141, "fees": 2142, "entertainment": 2143, "massive": 2144, "wines": 2145, "originally": 2146, "husbands": 2147, "gourmet": 2148, "brother": 2149, "planet": 2150, "includes": 2151, "rolled": 2152, "je": 2153, "pickles": 2154, "numerous": 2155, "wild": 2156, "une": 2157, "highlight": 2158, "asparagus": 2159, "weak": 2160, "hearing": 2161, "repeat": 2162, "champagne": 2163, "concerned": 2164, "books": 2165, "diet": 2166, "ridiculously": 2167, "reviewers": 2168, "failed": 2169, "extensive": 2170, "charging": 2171, "classy": 2172, "grabbed": 2173, "display": 2174, "freshly": 2175, "holiday": 2176, "chip": 2177, "football": 2178, "ginger": 2179, "heck": 2180, "courses": 2181, "boys": 2182, "mussels": 2183, "decision": 2184, "flavored": 2185, "crepes": 2186, "mr": 2187, "saved": 2188, "opportunity": 2189, "assume": 2190, "ketchup": 2191, "mild": 2192, "dude": 2193, "o": 2194, "ways": 2195, "female": 2196, "alot": 2197, "d": 2198, "diners": 2199, "smells": 2200, "views": 2201, "ravioli": 2202, "fashion": 2203, "burritos": 2204, "events": 2205, "block": 2206, "central": 2207, "vehicle": 2208, "consistency": 2209, "advance": 2210, "jack": 2211, "named": 2212, "sprouts": 2213, "removed": 2214, "cheddar": 2215, "row": 2216, "nnim": 2217, "togo": 2218, "fatty": 2219, "via": 2220, "ceiling": 2221, "cinnamon": 2222, "olives": 2223, "nnour": 2224, "test": 2225, "sticks": 2226, "factory": 2227, "speaking": 2228, "bet": 2229, "picking": 2230, "velvet": 2231, "spread": 2232, "comfort": 2233, "won": 2234, "offerings": 2235, "himself": 2236, "foie": 2237, "subpar": 2238, "bothered": 2239, "mark": 2240, "lv": 2241, "3rd": 2242, "closest": 2243, "remembered": 2244, "ring": 2245, "buns": 2246, "quesadilla": 2247, "paint": 2248, "cuts": 2249, "nope": 2250, "reserved": 2251, "mad": 2252, "mainly": 2253, "names": 2254, "bass": 2255, "tires": 2256, "loaded": 2257, "fellow": 2258, "selling": 2259, "claim": 2260, "mushy": 2261, "depending": 2262, "complaining": 2263, "southern": 2264, "secret": 2265, "spices": 2266, "hawaiian": 2267, "nnall": 2268, "dined": 2269, "cucumber": 2270, "batter": 2271, "pressure": 2272, "hint": 2273, "lame": 2274, "forced": 2275, "nnbut": 2276, "worry": 2277, "pure": 2278, "clothing": 2279, "message": 2280, "minimum": 2281, "disappoint": 2282, "pissed": 2283, "blow": 2284, "balance": 2285, "150": 2286, "complex": 2287, "blood": 2288, "pesto": 2289, "written": 2290, "smooth": 2291, "gambling": 2292, "public": 2293, "phenomenal": 2294, "soso": 2295, "held": 2296, "scheduled": 2297, "savory": 2298, "apologize": 2299, "regret": 2300, "brings": 2301, "suck": 2302, "subway": 2303, "latte": 2304, "factor": 2305, "popcorn": 2306, "topping": 2307, "students": 2308, "messed": 2309, "count": 2310, "34": 2311, "recommendations": 2312, "oz": 2313, "photo": 2314, "neat": 2315, "romantic": 2316, "liquor": 2317, "correctly": 2318, "gentleman": 2319, "mint": 2320, "pack": 2321, "reminds": 2322, "promised": 2323, "among": 2324, "nnafter": 2325, "leftovers": 2326, "switch": 2327, "der": 2328, "heading": 2329, "social": 2330, "midnight": 2331, "breast": 2332, "300": 2333, "haircut": 2334, "bomb": 2335, "manicure": 2336, "practically": 2337, "wasted": 2338, "rocks": 2339, "fail": 2340, "joints": 2341, "haha": 2342, "500": 2343, "sangria": 2344, "flag": 2345, "address": 2346, "boxes": 2347, "managers": 2348, "restroom": 2349, "history": 2350, "natural": 2351, "entertaining": 2352, "membership": 2353, "convenience": 2354, "circus": 2355, "chop": 2356, "texas": 2357, "fork": 2358, "bonus": 2359, "regardless": 2360, "melt": 2361, "kobe": 2362, "oily": 2363, "hung": 2364, "base": 2365, "cart": 2366, "goods": 2367, "arrival": 2368, "apps": 2369, "strips": 2370, "relaxed": 2371, "watery": 2372, "adding": 2373, "organized": 2374, "blown": 2375, "hamburger": 2376, "win": 2377, "community": 2378, "joes": 2379, "container": 2380, "shut": 2381, "beverage": 2382, "desired": 2383, "hasnt": 2384, "smoothie": 2385, "accommodate": 2386, "shirt": 2387, "bowls": 2388, "keeps": 2389, "prepare": 2390, "deserve": 2391, "adult": 2392, "industry": 2393, "80": 2394, "beach": 2395, "studio": 2396, "fluffy": 2397, "saving": 2398, "stylist": 2399, "irish": 2400, "draft": 2401, "browns": 2402, "careful": 2403, "cilantro": 2404, "shape": 2405, "signed": 2406, "philly": 2407, "maintenance": 2408, "stone": 2409, "mignon": 2410, "nowhere": 2411, "crew": 2412, "risotto": 2413, "proper": 2414, "rip": 2415, "manner": 2416, "comped": 2417, "edinburgh": 2418, "vs": 2419, "elevators": 2420, "chandler": 2421, "previously": 2422, "treats": 2423, "dennys": 2424, "accept": 2425, "frequently": 2426, "wrote": 2427, "y": 2428, "noisy": 2429, "equally": 2430, "cooks": 2431, "screw": 2432, "napkins": 2433, "regularly": 2434, "wondering": 2435, "checkout": 2436, "coworker": 2437, "hospital": 2438, "refilled": 2439, "colors": 2440, "power": 2441, "exception": 2442, "ends": 2443, "intimate": 2444, "wing": 2445, "changing": 2446, "craft": 2447, "clients": 2448, "fitness": 2449, "superb": 2450, "tab": 2451, "goto": 2452, "lemonade": 2453, "tourist": 2454, "cents": 2455, "practice": 2456, "entered": 2457, "pancake": 2458, "adults": 2459, "thrown": 2460, "warning": 2461, "eats": 2462, "s": 2463, "thoroughly": 2464, "ya": 2465, "granted": 2466, "inviting": 2467, "businesses": 2468, "anniversary": 2469, "result": 2470, "21": 2471, "details": 2472, "hollywood": 2473, "cheeseburger": 2474, "energy": 2475, "eh": 2476, "espresso": 2477, "results": 2478, "tag": 2479, "def": 2480, "mill": 2481, "cabbage": 2482, "stairs": 2483, "confusing": 2484, "exciting": 2485, "afraid": 2486, "ours": 2487, "wise": 2488, "described": 2489, "museum": 2490, "rated": 2491, "indeed": 2492, "sharing": 2493, "songs": 2494, "coast": 2495, "golf": 2496, "acceptable": 2497, "liking": 2498, "minus": 2499, "mountain": 2500, "warned": 2501, "al": 2502, "kill": 2503, "male": 2504, "familiar": 2505, "everyday": 2506, "freaking": 2507, "mesa": 2508, "75": 2509, "spanish": 2510, "tight": 2511, "fly": 2512, "poutine": 2513, "pastry": 2514, "carrots": 2515, "student": 2516, "respect": 2517, "angry": 2518, "train": 2519, "fight": 2520, "families": 2521, "nuts": 2522, "ugh": 2523, "chorizo": 2524, "waitstaff": 2525, "ahi": 2526, "cancel": 2527, "nnnow": 2528, "sooo": 2529, "suggestions": 2530, "asks": 2531, "darn": 2532, "gf": 2533, "mary": 2534, "hop": 2535, "target": 2536, "amenities": 2537, "hurt": 2538, "queen": 2539, "cutting": 2540, "pools": 2541, "greet": 2542, "trips": 2543, "cuz": 2544, "pretzel": 2545, "crunch": 2546, "entering": 2547, "housekeeping": 2548, "snacks": 2549, "nnin": 2550, "sesame": 2551, "runs": 2552, "cherry": 2553, "movies": 2554, "planned": 2555, "initially": 2556, "el": 2557, "enchilada": 2558, "lit": 2559, "improve": 2560, "considered": 2561, "replied": 2562, "remove": 2563, "majority": 2564, "bedroom": 2565, "deserves": 2566, "ie": 2567, "animal": 2568, "preferred": 2569, "present": 2570, "easier": 2571, "filthy": 2572, "current": 2573, "bits": 2574, "vinegar": 2575, "wifes": 2576, "comparison": 2577, "mais": 2578, "wanna": 2579, "cajun": 2580, "partner": 2581, "according": 2582, "rio": 2583, "feed": 2584, "scoop": 2585, "nyc": 2586, "whipped": 2587, "clue": 2588, "alternative": 2589, "voice": 2590, "17": 2591, "downhill": 2592, "pound": 2593, "jalapeno": 2594, "m": 2595, "downside": 2596, "frosting": 2597, "leg": 2598, "china": 2599, "winter": 2600, "beverages": 2601, "bistro": 2602, "nigiri": 2603, "necessary": 2604, "thankfully": 2605, "cell": 2606, "cramped": 2607, "cat": 2608, "hill": 2609, "nnon": 2610, "inch": 2611, "noon": 2612, "regulars": 2613, "garbage": 2614, "song": 2615, "vet": 2616, "custard": 2617, "overwhelming": 2618, "los": 2619, "strawberries": 2620, "pleasure": 2621, "create": 2622, "cares": 2623, "handful": 2624, "canned": 2625, "soooo": 2626, "built": 2627, "hall": 2628, "das": 2629, "entirely": 2630, "letting": 2631, "spoiled": 2632, "advertised": 2633, "news": 2634, "tao": 2635, "shortly": 2636, "concert": 2637, "appears": 2638, "couldve": 2639, "terrific": 2640, "tart": 2641, "yoga": 2642, "suggestion": 2643, "screaming": 2644, "slot": 2645, "seared": 2646, "qui": 2647, "luxor": 2648, "approached": 2649, "omelette": 2650, "nnand": 2651, "thus": 2652, "initial": 2653, "inedible": 2654, "tom": 2655, "donut": 2656, "burned": 2657, "blast": 2658, "pants": 2659, "quantity": 2660, "veal": 2661, "1000": 2662, "blame": 2663, "knowledge": 2664, "sink": 2665, "microwave": 2666, "period": 2667, "nna": 2668, "required": 2669, "wheat": 2670, "buddy": 2671, "chat": 2672, "bath": 2673, "track": 2674, "lake": 2675, "pumpkin": 2676, "lie": 2677, "swear": 2678, "assured": 2679, "acted": 2680, "naan": 2681, "cheeses": 2682, "delightful": 2683, "stellar": 2684, "yelling": 2685, "individual": 2686, "coleslaw": 2687, "everytime": 2688, "afford": 2689, "andor": 2690, "terribly": 2691, "push": 2692, "jerk": 2693, "samples": 2694, "costco": 2695, "ich": 2696, "stations": 2697, "comments": 2698, "upgraded": 2699, "celebrate": 2700, "animals": 2701, "teeth": 2702, "quote": 2703, "states": 2704, "lives": 2705, "buds": 2706, "falling": 2707, "settled": 2708, "action": 2709, "rack": 2710, "chow": 2711, "salted": 2712, "satisfying": 2713, "plaza": 2714, "setup": 2715, "pastrami": 2716, "poker": 2717, "meatball": 2718, "watered": 2719, "0": 2720, "gamble": 2721, "meaning": 2722, "description": 2723, "stopping": 2724, "build": 2725, "macaroni": 2726, "weekday": 2727, "poured": 2728, "um": 2729, "tourists": 2730, "checks": 2731, "bitter": 2732, "info": 2733, "tall": 2734, "personable": 2735, "chris": 2736, "skills": 2737, "nnive": 2738, "stands": 2739, "mail": 2740, "gate": 2741, "c": 2742, "currently": 2743, "younger": 2744, "premium": 2745, "fusion": 2746, "forgotten": 2747, "crowds": 2748, "print": 2749, "heads": 2750, "holding": 2751, "july": 2752, "degrees": 2753, "judge": 2754, "hassle": 2755, "focus": 2756, "happening": 2757, "ripped": 2758, "afterwards": 2759, "code": 2760, "unit": 2761, "messy": 2762, "quoted": 2763, "consisted": 2764, "btw": 2765, "wraps": 2766, "palazzo": 2767, "pile": 2768, "holy": 2769, "nnfirst": 2770, "faster": 2771, "arriving": 2772, "keys": 2773, "unacceptable": 2774, "chatting": 2775, "flamingo": 2776, "wax": 2777, "il": 2778, "timely": 2779, "fiance": 2780, "carrot": 2781, "encountered": 2782, "appealing": 2783, "hire": 2784, "paradise": 2785, "250": 2786, "tray": 2787, "waters": 2788, "report": 2789, "silverware": 2790, "penny": 2791, "couch": 2792, "comp": 2793, "clams": 2794, "corned": 2795, "artichoke": 2796, "suites": 2797, "sampler": 2798, "interest": 2799, "personality": 2800, "warranty": 2801, "flying": 2802, "shirts": 2803, "lasagna": 2804, "convention": 2805, "clientele": 2806, "cest": 2807, "wallet": 2808, "buttery": 2809, "appropriate": 2810, "nnalso": 2811, "designed": 2812, "workout": 2813, "speed": 2814, "edge": 2815, "yuck": 2816, "buck": 2817, "contacted": 2818, "mein": 2819, "weight": 2820, "stocked": 2821, "honor": 2822, "henderson": 2823, "grew": 2824, "audience": 2825, "gratuity": 2826, "greatest": 2827, "updated": 2828, "knock": 2829, "appetite": 2830, "fremont": 2831, "bruschetta": 2832, "opposite": 2833, "insisted": 2834, "shakes": 2835, "yard": 2836, "rough": 2837, "snow": 2838, "22": 2839, "ist": 2840, "conference": 2841, "earth": 2842, "fajitas": 2843, "bottled": 2844, "sight": 2845, "cleanliness": 2846, "girlfriends": 2847, "unlimited": 2848, "karaoke": 2849, "70": 2850, "wished": 2851, "ave": 2852, "frustrating": 2853, "indoor": 2854, "thumbs": 2855, "raspberry": 2856, "itll": 2857, "culinary": 2858, "jam": 2859, "payment": 2860, "steep": 2861, "dentist": 2862, "grits": 2863, "encore": 2864, "dancers": 2865, "guac": 2866, "frankly": 2867, "unable": 2868, "unhappy": 2869, "marinara": 2870, "mon": 2871, "dealing": 2872, "players": 2873, "cheapest": 2874, "dinners": 2875, "contract": 2876, "ca": 2877, "passing": 2878, "generic": 2879, "beautifully": 2880, "worried": 2881, "dirt": 2882, "recall": 2883, "tequila": 2884, "finger": 2885, "therefore": 2886, "slight": 2887, "shoe": 2888, "overwhelmed": 2889, "palms": 2890, "mirage": 2891, "construction": 2892, "blend": 2893, "herself": 2894, "replacement": 2895, "auto": 2896, "appear": 2897, "minor": 2898, "john": 2899, "comparable": 2900, "finishing": 2901, "sets": 2902, "dates": 2903, "taxi": 2904, "raised": 2905, "thrilled": 2906, "bisque": 2907, "doctors": 2908, "forth": 2909, "muffin": 2910, "brulee": 2911, "adequate": 2912, "everybody": 2913, "washed": 2914, "mediterranean": 2915, "tucked": 2916, "direction": 2917, "blocks": 2918, "reach": 2919, "chains": 2920, "almond": 2921, "frys": 2922, "lukewarm": 2923, "calories": 2924, "nightclub": 2925, "cleaner": 2926, "levels": 2927, "assumed": 2928, "unfriendly": 2929, "theatre": 2930, "tops": 2931, "throwing": 2932, "tail": 2933, "receptionist": 2934, "helps": 2935, "condition": 2936, "teas": 2937, "overrated": 2938, "screens": 2939, "inn": 2940, "regarding": 2941, "acknowledged": 2942, "walks": 2943, "whatsoever": 2944, "stepped": 2945, "led": 2946, "metal": 2947, "destination": 2948, "panda": 2949, "cosmopolitan": 2950, "eastern": 2951, "ce": 2952, "nmy": 2953, "aok": 2954, "clam": 2955, "chowder": 2956, "balsamic": 2957, "risk": 2958, "flowers": 2959, "pig": 2960, "tank": 2961, "drank": 2962, "pushed": 2963, "smart": 2964, "nnfood": 2965, "puts": 2966, "bowling": 2967, "handled": 2968, "rubbery": 2969, "suit": 2970, "dresses": 2971, "ordinary": 2972, "dated": 2973, "gnocchi": 2974, "tots": 2975, "aint": 2976, "shouldve": 2977, "plentiful": 2978, "parked": 2979, "couples": 2980, "dans": 2981, "whos": 2982, "scrambled": 2983, "pickup": 2984, "nnone": 2985, "attached": 2986, "swimming": 2987, "farm": 2988, "seven": 2989, "balcony": 2990, "pies": 2991, "steam": 2992, "marinated": 2993, "acknowledge": 2994, "clerk": 2995, "queso": 2996, "weekly": 2997, "manage": 2998, "establishments": 2999, "page": 3000, "village": 3001, "benefit": 3002, "lightly": 3003, "noted": 3004, "explaining": 3005, "boss": 3006, "400": 3007, "southwest": 3008, "hallway": 3009, "terminal": 3010, "former": 3011, "exchange": 3012, "damage": 3013, "law": 3014, "happily": 3015, "knife": 3016, "slots": 3017, "basis": 3018, "worker": 3019, "dump": 3020, "1015": 3021, "hits": 3022, "luggage": 3023, "falafel": 3024, "sheets": 3025, "sampled": 3026, "jeans": 3027, "magic": 3028, "frustrated": 3029, "challenge": 3030, "tries": 3031, "protein": 3032, "responded": 3033, "lil": 3034, "traveling": 3035, "tossed": 3036, "rates": 3037, "background": 3038, "jump": 3039, "theirs": 3040, "score": 3041, "tomorrow": 3042, "toward": 3043, "satisfy": 3044, "ghetto": 3045, "t": 3046, "competition": 3047, "feta": 3048, "hoped": 3049, "flour": 3050, "sexy": 3051, "improved": 3052, "reception": 3053, "nightmare": 3054, "program": 3055, "root": 3056, "confirmed": 3057, "funky": 3058, "pretentious": 3059, "bummer": 3060, "laugh": 3061, "plans": 3062, "dream": 3063, "squash": 3064, "croissant": 3065, "growing": 3066, "amazingly": 3067, "quarter": 3068, "ceviche": 3069, "nicht": 3070, "breaded": 3071, "lover": 3072, "twenty": 3073, "fountains": 3074, "ne": 3075, "screwed": 3076, "bands": 3077, "rudely": 3078, "supposedly": 3079, "99": 3080, "blueberry": 3081, "ignore": 3082, "iron": 3083, "zucchini": 3084, "e": 3085, "medical": 3086, "roof": 3087, "assuming": 3088, "nnyou": 3089, "attended": 3090, "bills": 3091, "sweetness": 3092, "badly": 3093, "seasonal": 3094, "purpose": 3095, "towel": 3096, "daughters": 3097, "war": 3098, "booze": 3099, "conveniently": 3100, "pillows": 3101, "promise": 3102, "charming": 3103, "apologetic": 3104, "carnitas": 3105, "brew": 3106, "tone": 3107, "entry": 3108, "searching": 3109, "joe": 3110, "german": 3111, "poisoning": 3112, "sundays": 3113, "surrounding": 3114, "concern": 3115, "xs": 3116, "companies": 3117, "ugly": 3118, "4th": 3119, "acts": 3120, "cooler": 3121, "listening": 3122, "america": 3123, "mens": 3124, "remind": 3125, "cole": 3126, "passes": 3127, "million": 3128, "mike": 3129, "arm": 3130, "popped": 3131, "starter": 3132, "pit": 3133, "record": 3134, "cod": 3135, "cafeteria": 3136, "fishy": 3137, "peach": 3138, "lately": 3139, "subs": 3140, "accompanied": 3141, "faces": 3142, "impress": 3143, "ample": 3144, "politely": 3145, "starters": 3146, "newer": 3147, "pedi": 3148, "blt": 3149, "understanding": 3150, "peak": 3151, "stadium": 3152, "client": 3153, "michael": 3154, "laughing": 3155, "brownie": 3156, "tipped": 3157, "es": 3158, "essentially": 3159, "bananas": 3160, "leather": 3161, "venture": 3162, "drunken": 3163, "makeup": 3164, "unpleasant": 3165, "booking": 3166, "appointments": 3167, "improvement": 3168, "luxury": 3169, "rules": 3170, "research": 3171, "biscuit": 3172, "slowly": 3173, "mongolian": 3174, "plane": 3175, "avec": 3176, "burn": 3177, "soul": 3178, "degree": 3179, "yay": 3180, "attempted": 3181, "trained": 3182, "ratio": 3183, "disappeared": 3184, "panini": 3185, "cleared": 3186, "attractive": 3187, "vous": 3188, "singing": 3189, "created": 3190, "earned": 3191, "cosmo": 3192, "nnwhat": 3193, "unusual": 3194, "involved": 3195, "oyster": 3196, "text": 3197, "volume": 3198, "marquee": 3199, "sometime": 3200, "layer": 3201, "maple": 3202, "minimal": 3203, "eater": 3204, "assortment": 3205, "admission": 3206, "gal": 3207, "ale": 3208, "cross": 3209, "tru00e8s": 3210, "tan": 3211, "f": 3212, "facial": 3213, "sky": 3214, "killer": 3215, "shady": 3216, "declined": 3217, "hilton": 3218, "cigarette": 3219, "bouncers": 